"""Пользователь вводит две переменных.
С помощью f-строк, вывести наименьшее из них."""
user1 = int(input('Введите первое число: '))
user2 = int(input('Введите второе число: '))
print(f'Минимальное число: {min(user1, user2)}')
