"""Пользователь вводит две переменных.
С помощью f-строк, вывести наименьшее из них."""
a = int(input('Введите первого число: '))
b = int(input('Введите первого число: '))
if a > b:
    print(f'{a} больше {b}')
else:
    print(f'{a} меньше {b}')
