"""Пользователь вводит две переменных.
С помощью f-строк, вывести наименьшее из них."""

def min_per():
    per1 = int(input("Введите значение первой переменной: "))
    per2 = int(input("Введите значние второй переменной: "))
    if per1 > per2:
        print(f'Вторая переменная -  {per2} наименьшая ')
    else:
        print(f'Первая переменная - {per1} наименьшая ')
min_per()